//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "uABOUT.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TForm3 *Form3;
//---------------------------------------------------------------------------
__fastcall TForm3::TForm3(TComponent* Owner)
	: TForm(Owner)
{
}
//---------------------------------------------------------------------------



void __fastcall TForm3::FormCreate(TObject *Sender)
{
    Label2->Caption = "О разработчике: Густов Александр Сергеевич, курсант 327 учебной группы\nКВВУ им. С.М.Штеменко";
}
//---------------------------------------------------------------------------

